Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: The icon is fetched from the hostname and updates automatically. Leave the field blank to follow the profile's host.
ar: تُجلب الأيقونة من اسم المضيف وتُحدَّث تلقائياً. اترك الحقل فارغاً لاتباع مضيف الملف الشخصي.
ca: La icona s'obté del nom de l'amfitrió i s'actualitza automàticament. Deixeu el camp en blanc per seguir l'amfitrió del perfil.
cs: Ikona se načte z názvu hostitele a automaticky se aktualizuje. Ponechte pole prázdné, aby se použil hostitel z profilu.
da: Ikonet hentes fra værtsnavnet og opdateres automatisk. Lad feltet stå tomt for at følge profilens vært.
de: Das Symbol wird vom Hostnamen abgerufen und automatisch aktualisiert. Lassen Sie das Feld leer, um dem Host des Profils zu folgen.
es: El icono se obtiene del nombre de host y se actualiza automáticamente. Deje el campo vacío para seguir el host del perfil.
fi: Kuvake haetaan isäntänimestä ja päivittyy automaattisesti. Jätä kenttä tyhjäksi, niin käytetään profiilin isäntää.
fr: L'icône est récupérée depuis le nom d'hôte et se met à jour automatiquement. Laissez le champ vide pour suivre l'hôte du profil.
he: הסמל נשלף משם המארח ומתעדכן אוטומטית. השאר את השדה ריק כדי לעקוב אחר המארח של הפרופיל.
hu: Az ikon a gazdagépnév alapján töltődik le, és automatikusan frissül. Hagyja üresen a mezőt, ha a profil gazdagépét szeretné követni.
it: L'icona viene recuperata dall'hostname e si aggiorna automaticamente. Lascia il campo vuoto per seguire l'host del profilo.
ja: アイコンはホスト名から取得され、自動的に更新されます。プロファイルのホストに従うには、このフィールドを空欄のままにしてください。
ko: 아이콘은 호스트명에서 가져오며 자동으로 업데이트됩니다. 프로필의 호스트를 따르려면 이 필드를 비워 두세요.
nb: Ikonet hentes fra vertsnavnet og oppdateres automatisk. La feltet stå tomt for å følge profilens vert.
nl: Het pictogram wordt opgehaald van de hostnaam en wordt automatisch bijgewerkt. Laat het veld leeg om de host van het profiel te volgen.
pl: Ikona jest pobierana z nazwy hosta i aktualizuje się automatycznie. Pozostaw pole puste, aby używać hosta z profilu.
pt_br: O ícone é obtido do nome do host e atualizado automaticamente. Deixe o campo em branco para seguir o host do perfil.
pt_pt: O ícone é obtido do nome do anfitrião e atualizado automaticamente. Deixe o campo em branco para seguir o anfitrião do perfil.
ro: Pictograma este preluată de la numele gazdei și se actualizează automat. Lăsați câmpul gol pentru a urma gazda profilului.
sl: Ikona se pridobi iz imena gostitelja in se samodejno posodablja. Pustite polje prazno, da se uporabi gostitelj iz profila.
sv: Ikonen hämtas från värdnamnet och uppdateras automatiskt. Lämna fältet tomt för att följa profilens värd.
uk: Іконка отримується з імені хоста й оновлюється автоматично. Залиште поле порожнім, щоб використовувати хост із профілю.
vi: Biểu tượng được lấy từ tên máy chủ và tự động cập nhật. Để trống ô này để dùng theo máy chủ của hồ sơ.
zh_hans: 图标从主机名获取并自动更新。留空此字段即可跟随配置的主机。
zh_hant: 圖示會從主機名稱取得並自動更新。將此欄位留空即可沿用設定檔的主機。

source: The icon variant to switch to.
ar: متغير الأيقونة المراد التبديل إليه.
ca: La variant d'icona a la qual canviar.
cs: Varianta ikony, na kterou se má přepnout.
da: Symbolvarianten, der skal skiftes til.
de: Die Symbolvariante, zu der gewechselt werden soll.
es: La variante de icono a la que cambiar.
fi: Kuvakevariantti, johon vaihdetaan.
fr: La variante d'icône à utiliser.
he: וריאנט הסמל שאליו יש לעבור.
hu: Az ikonváltozat, amelyre váltani kell.
it: La variante dell'icona a cui passare.
ja: 切り替え先のアイコンバリアント。
ko: 전환할 아이콘 변형.
nb: Symbolvarianten det skal byttes til.
nl: De symboolvariant waarnaar gewisseld moet worden.
pl: Wariant ikony, na który należy przełączyć.
pt_br: A variante do ícone para a qual mudar.
pt_pt: A variante de ícone para a qual mudar.
ro: Varianta de pictogramă la care se va trece.
sl: Različica ikone, na katero želite preklopiti.
sv: Symbolvarianten som ska användas.
uk: Варіант іконки, на який потрібно перейти.
vi: Biến thể biểu tượng cần chuyển sang.
zh_hans: 要切换到的图标变体。
zh_hant: 要切換的圖示變體。

source: The jump connection's SSH key is not available on this device (%@).
ar: مفتاح SSH الخاص باتصال القفز غير متوفر على هذا الجهاز (%@).
ca: La clau SSH de la connexió de salt no està disponible en aquest dispositiu (%@).
cs: SSH klíč pro připojení Jump Host není na tomto zařízení dostupný (%@).
da: Jump-forbindelsens SSH-nøgle er ikke tilgængelig på denne enhed (%@).
de: Der SSH-Schlüssel der Jump-Verbindung ist auf diesem Gerät nicht verfügbar (%@).
es: La clave SSH de la conexión de salto no está disponible en este dispositivo (%@).
fi: Hyppyyhteyden SSH-avain ei ole käytettävissä tällä laitteella (%@).
fr: La clé SSH de la connexion au jump host n'est pas disponible sur cet appareil (%@).
he: מפתח ה-SSH של חיבור ה-Jump אינו זמין במכשיר זה (%@).
hu: A jump kapcsolat SSH kulcsa nem érhető el ezen az eszközön (%@).
it: La chiave SSH della connessione jump non è disponibile su questo dispositivo (%@).
ja: このデバイスではジャンプ接続のSSHキーを利用できません（%@）。
ko: 점프 연결의 SSH 키를 이 기기에서 사용할 수 없습니다 (%@).
nb: SSH-nøkkelen for mellomverttilkoblingen er ikke tilgjengelig på denne enheten (%@).
nl: De SSH-sleutel van de jump-verbinding is niet beschikbaar op dit apparaat (%@).
pl: Klucz SSH połączenia pośredniego nie jest dostępny na tym urządzeniu (%@).
pt_br: A chave SSH da conexão do jump host não está disponível neste dispositivo (%@).
pt_pt: A chave SSH da ligação de salto não está disponível neste dispositivo (%@).
ro: Cheia SSH a conexiunii jump host nu este disponibilă pe acest dispozitiv (%@).
sl: SSH ključ za povezavo Jump gostitelja ni na voljo na tej napravi (%@).
sv: Jump-anslutningens SSH-nyckel är inte tillgänglig på denna enhet (%@).
uk: SSH-ключ проміжного з'єднання недоступний на цьому пристрої (%@).
vi: Khóa SSH của kết nối jump không khả dụng trên thiết bị này (%@).
zh_hans: 此跳板连接的 SSH 密钥在此设备上不可用（%@）。
zh_hant: 跳板連線的 SSH 金鑰在此裝置上無法使用（%@）。

source: The jump host will prompt for credentials, such as a one-time code.
ar: سيطلب مضيف القفز بيانات الاعتماد، مثل رمز لمرة واحدة.
ca: L'amfitrió de salt sol·licitarà credencials, com ara un codi d'un sol ús.
cs: Jump host si vyžádá přihlašovací údaje, například jednorázový kód.
da: Jump-værten beder om legitimationsoplysninger, f.eks. en engangskode.
de: Der Jump-Host fragt nach Anmeldedaten, etwa einem Einmalcode.
es: El host de salto solicitará credenciales, como un código de un solo uso.
fi: Hyppyisäntä pyytää tunnistautumistietoja, kuten kertakäyttökoodia.
fr: Le Jump Host demandera des identifiants, comme un code à usage unique.
he: מארח ה-Jump יבקש אישורי כניסה, כגון קוד חד-פעמי.
hu: A Jump gazdagép hitelesítő adatokat fog kérni, például egyszer használatos kódot.
it: Il jump host richiederà le credenziali, come un codice monouso.
ja: ジャンプホストがワンタイムコードなどの認証情報の入力を求めます。
ko: 점프 호스트가 일회용 코드와 같은 자격 증명을 요청합니다.
nb: Mellomverten vil be om påloggingsinformasjon, for eksempel en engangskode.
nl: De jump host vraagt om inloggegevens, zoals een eenmalige code.
pl: Host pośredni poprosi o dane uwierzytelniające, takie jak kod jednorazowy.
pt_br: O jump host solicitará credenciais, como um código de uso único.
pt_pt: O anfitrião de salto irá pedir credenciais, como um código de utilização única.
ro: Gazda intermediară va solicita date de autentificare, cum ar fi un cod de unică folosință.
sl: Jump gostitelj bo zahteval poverilnice, na primer enkratno kodo.
sv: Hoppvärden frågar efter autentiseringsuppgifter, till exempel en engångskod.
uk: Проміжний хост запитає облікові дані, наприклад одноразовий код.
vi: Jump host sẽ yêu cầu thông tin xác thực, chẳng hạn như mã dùng một lần.
zh_hans: 跳板机将提示输入凭据，例如一次性验证码。
zh_hant: 跳板機會要求輸入憑證，例如一次性驗證碼。

source: The jump profile for this Screen Sharing connection no longer exists.
ar: لم يعد الملف الشخصي للقفز الخاص باتصال مشاركة الشاشة هذا موجودًا.
ca: El perfil de salt d'aquesta connexió de Compartir pantalla ja no existeix.
cs: Profil Jump Host pro toto připojení sdílení obrazovky již neexistuje.
da: Jump-profilen for denne skærmdelingsforbindelse findes ikke længere.
de: Das Jump-Profil für diese Bildschirmfreigabe-Verbindung existiert nicht mehr.
es: El perfil de salto de esta conexión de Compartir pantalla ya no existe.
fi: Tämän näytön jakamisen yhteyden hyppyprofiilia ei enää ole.
fr: Le profil jump de cette connexion Partage d'écran n'existe plus.
he: פרופיל ה-Jump עבור חיבור שיתוף המסך הזה אינו קיים עוד.
hu: Az ehhez a képernyőmegosztási kapcsolathoz tartozó jump profil már nem létezik.
it: Il profilo jump per questa connessione di condivisione schermo non esiste più.
ja: この画面共有接続のジャンププロファイルは存在しません。
ko: 이 화면 공유 연결의 점프 프로필이 더 이상 존재하지 않습니다.
nb: Mellomvertprofilen for denne skjermdelingstilkoblingen finnes ikke lenger.
nl: Het jump-profiel voor deze Schermdelen-verbinding bestaat niet meer.
pl: Profil pośredni dla tego połączenia udostępniania ekranu już nie istnieje.
pt_br: O perfil do jump host desta conexão de Compartilhamento de Tela não existe mais.
pt_pt: O perfil de salto para esta ligação de Partilha de Ecrã já não existe.
ro: Profilul jump host pentru această conexiune de partajare ecran nu mai există.
sl: Profil Jump gostitelja za to povezavo skupne rabe zaslona ne obstaja več.
sv: Jump-profilen för den här skärmdelningsanslutningen finns inte längre.
uk: Проміжного профілю для цього з'єднання спільного доступу до екрана більше не існує.
vi: Hồ sơ jump cho kết nối Chia sẻ màn hình này không còn tồn tại.
zh_hans: 此屏幕共享连接的跳板配置已不存在。
zh_hant: 此螢幕共享連線的跳板設定檔已不存在。

source: The key for %@ requires Face ID or Touch ID. Continue in rootshell to authenticate.
ar: يتطلب مفتاح %@ استخدام Face ID أو Touch ID. تابع في rootshell للمصادقة.
ca: La clau de %@ requereix Face ID o Touch ID. Continueu a rootshell per autenticar-vos.
cs: Klíč pro %@ vyžaduje Face ID nebo Touch ID. Pokračujte v rootshell a ověřte se.
da: Nøglen til %@ kræver Face ID eller Touch ID. Fortsæt i rootshell for at godkende.
de: Der Schlüssel für %@ erfordert Face ID oder Touch ID. Fahren Sie in rootshell fort, um sich zu authentifizieren.
es: La clave de %@ requiere Face ID o Touch ID. Continúa en rootshell para autenticarte.
fi: Kohteen %@ avain vaatii Face ID:n tai Touch ID:n. Todenna jatkamalla rootshellissä.
fr: La clé pour %@ nécessite Face ID ou Touch ID. Continuez dans rootshell pour vous authentifier.
he: המפתח עבור %@ דורש Face ID או Touch ID. המשך ב-rootshell כדי לבצע אימות.
hu: A(z) %@ kulcsához Face ID vagy Touch ID szükséges. A hitelesítéshez folytassa a rootshell alkalmazásban.
it: La chiave per %@ richiede Face ID o Touch ID. Continua in rootshell per autenticarti.
ja: %@ のキーには Face ID または Touch ID が必要です。rootshellで続けて認証してください。
ko: %@의 키에는 Face ID 또는 Touch ID가 필요합니다. 인증하려면 rootshell에서 계속하세요.
nb: Nøkkelen for %@ krever Face ID eller Touch ID. Fortsett i rootshell for å autentisere.
nl: De sleutel voor %@ vereist Face ID of Touch ID. Ga verder in rootshell om te verifiëren.
pl: Klucz dla %@ wymaga Face ID lub Touch ID. Kontynuuj w rootshell, aby się uwierzytelnić.
pt_br: A chave de %@ exige Face ID ou Touch ID. Continue no rootshell para autenticar.
pt_pt: A chave de %@ requer Face ID ou Touch ID. Continue no rootshell para se autenticar.
ro: Cheia pentru %@ necesită Face ID sau Touch ID. Continuă în rootshell pentru a te autentifica.
sl: Ključ za %@ zahteva Face ID ali Touch ID. Za overitev nadaljujte v rootshell.
sv: Nyckeln för %@ kräver Face ID eller Touch ID. Fortsätt i rootshell för att autentisera.
uk: Ключ для %@ потребує Face ID або Touch ID. Продовжте в rootshell, щоб автентифікуватися.
vi: Khóa cho %@ yêu cầu Face ID hoặc Touch ID. Tiếp tục trong rootshell để xác thực.
zh_hans: %@ 的密钥需要 Face ID 或 Touch ID。请在 rootshell 中继续以完成认证。
zh_hant: %@ 的金鑰需要 Face ID 或 Touch ID。請在 rootshell 中繼續以進行驗證。

source: The key used by this connection isn't available on this device. Select a local key to use instead.
ar: المفتاح المستخدم بواسطة هذا الاتصال غير متوفر على هذا الجهاز. اختر مفتاحاً محلياً لاستخدامه بدلاً من ذلك.
ca: La clau utilitzada per aquesta connexió no està disponible en aquest dispositiu. Seleccioneu una clau local per utilitzar-la.
cs: Klíč používaný tímto připojením není na tomto zařízení dostupný. Vyberte místo něj lokální klíč.
da: Nøglen, der bruges af denne forbindelse, er ikke tilgængelig på denne enhed. Vælg en lokal nøgle i stedet.
de: Der von dieser Verbindung verwendete Schlüssel ist auf diesem Gerät nicht verfügbar. Wählen Sie stattdessen einen lokalen Schlüssel.
es: La clave utilizada por esta conexión no está disponible en este dispositivo. Seleccione una clave local para usar en su lugar.
fi: Tämän yhteyden käyttämä avain ei ole saatavilla tällä laitteella. Valitse paikallinen avain sen sijaan.
fr: La clé utilisée par cette connexion n'est pas disponible sur cet appareil. Sélectionnez une clé locale à utiliser à la place.
he: המפתח שמשמש חיבור זה אינו זמין במכשיר זה. בחר מפתח מקומי לשימוש במקום.
hu: A kapcsolat által használt kulcs nem érhető el ezen az eszközön. Válasszon egy helyi kulcsot helyette.
it: La chiave utilizzata da questa connessione non è disponibile su questo dispositivo. Selezionare una chiave locale da utilizzare.
ja: この接続で使用される鍵はこのデバイスでは利用できません。代わりに使用するローカル鍵を選択してください。
ko: 이 연결에서 사용하는 키가 이 기기에서 사용할 수 없습니다. 대신 사용할 로컬 키를 선택하십시오.
nb: Nøkkelen som brukes av denne tilkoblingen er ikke tilgjengelig på denne enheten. Velg en lokal nøkkel å bruke i stedet.
nl: De sleutel die door deze verbinding wordt gebruikt, is niet beschikbaar op dit apparaat. Selecteer een lokale sleutel om in plaats daarvan te gebruiken.
pl: Klucz używany przez to połączenie nie jest dostępny na tym urządzeniu. Wybierz lokalny klucz do użycia.
pt_br: A chave usada por esta conexão não está disponível neste dispositivo. Selecione uma chave local para usar.
pt_pt: A chave utilizada por esta ligação não está disponível neste dispositivo. Selecione uma chave local para utilizar em alternativa.
ro: Cheia utilizată de această conexiune nu este disponibilă pe acest dispozitiv. Selectați o cheie locală pe care să o folosiți în schimb.
sl: Ključ, ki ga uporablja ta povezava, ni na voljo na tej napravi. Namesto njega izberite lokalni ključ.
sv: Nyckeln som används av denna anslutning finns inte på denna enhet. Välj en lokal nyckel att använda istället.
uk: Ключ, що використовується цим з'єднанням, недоступний на цьому пристрої. Виберіть локальний ключ натомість.
vi: Khóa được dùng bởi kết nối này không khả dụng trên thiết bị này. Hãy chọn một khóa cục bộ để thay thế.
zh_hans: 此连接使用的密钥在此设备上不可用。请选择一个本地密钥替代。
zh_hant: 此連線使用的金鑰在此裝置上無法使用。請選擇本機金鑰替代。

source: The key will be stored in this PIV slot on your YubiKey.
ar: سيتم تخزين المفتاح في فتحة PIV هذه على YubiKey الخاص بك.
ca: La clau s'emmagatzemarà en aquesta ranura PIV del vostre YubiKey.
cs: Klíč bude uložen do tohoto PIV slotu na vašem YubiKey.
da: Nøglen vil blive gemt i dette PIV-slot på din YubiKey.
de: Der Schlüssel wird in diesem PIV-Slot auf Ihrem YubiKey gespeichert.
es: La clave se almacenará en esta ranura PIV de su YubiKey.
fi: Avain tallennetaan tähän PIV-paikkaan YubiKey-laitteellasi.
fr: La clé sera stockée dans ce slot PIV sur votre YubiKey.
he: המפתח יאוחסן בחריץ PIV זה ב-YubiKey שלך.
hu: A kulcs ezen a PIV-helyen kerül tárolásra a YubiKey-en.
it: La chiave verrà memorizzata in questo slot PIV sulla Sua YubiKey.
ja: 鍵はYubiKeyのこのPIVスロットに保存されます。
ko: 키가 YubiKey의 이 PIV 슬롯에 저장됩니다.
nb: Nøkkelen vil bli lagret i dette PIV-sporet på din YubiKey.
nl: De sleutel wordt opgeslagen in dit PIV-slot op uw YubiKey.
pl: Klucz zostanie zapisany w tym slocie PIV na Twoim YubiKey.
pt_br: A chave será armazenada neste slot PIV do seu YubiKey.
pt_pt: A chave será armazenada neste slot PIV do seu YubiKey.
ro: Cheia va fi stocată în acest slot PIV de pe YubiKey-ul dvs.
sl: Ključ bo shranjen v tem PIV slotu na vašem YubiKey-u.
sv: Nyckeln lagras i denna PIV-plats på din YubiKey.
uk: Ключ буде збережено в цьому PIV-слоті на вашому YubiKey.
vi: Khóa sẽ được lưu vào khe PIV này trên YubiKey của bạn.
zh_hans: 密钥将存储在 YubiKey 上的此 PIV 槽位中。
zh_hant: 金鑰將儲存在 YubiKey 上的此 PIV 插槽中。

source: The linked AWS account no longer exists. Pick another account or unlink Bedrock.
ar: لم يعد حساب AWS المربوط موجودًا. اختر حسابًا آخر أو افصل Bedrock.
ca: El compte d'AWS enllaçat ja no existeix. Trieu-ne un altre o desenllaceu Bedrock.
cs: Propojený účet AWS již neexistuje. Vyberte jiný účet nebo zrušte propojení s Bedrockem.
da: Den tilknyttede AWS-konto findes ikke længere. Vælg en anden konto, eller frakobl Bedrock.
de: Das verknüpfte AWS-Konto existiert nicht mehr. Wählen Sie ein anderes Konto oder heben Sie die Verknüpfung mit Bedrock auf.
es: La cuenta de AWS vinculada ya no existe. Elige otra cuenta o desvincula Bedrock.
fi: Linkitettyä AWS-tiliä ei enää ole. Valitse toinen tili tai poista Bedrockin linkitys.
fr: Le compte AWS lié n'existe plus. Choisissez un autre compte ou déliez Bedrock.
he: חשבון AWS המקושר אינו קיים עוד. בחרו חשבון אחר או נתקו את Bedrock.
hu: A csatolt AWS-fiók már nem létezik. Válasszon másik fiókot, vagy bontsa a Bedrock csatolását.
it: L'account AWS collegato non esiste più. Scegli un altro account o scollega Bedrock.
ja: リンクされているAWSアカウントは存在しません。別のアカウントを選択するか、Bedrockのリンクを解除してください。
ko: 연결된 AWS 계정이 더 이상 존재하지 않습니다. 다른 계정을 선택하거나 Bedrock 연결을 해제하세요.
nb: Den tilknyttede AWS-kontoen finnes ikke lenger. Velg en annen konto, eller koble fra Bedrock.
nl: Het gekoppelde AWS-account bestaat niet meer. Kies een ander account of ontkoppel Bedrock.
pl: Powiązane konto AWS już nie istnieje. Wybierz inne konto lub odłącz Bedrock.
pt_br: A conta AWS vinculada não existe mais. Escolha outra conta ou desvincule o Bedrock.
pt_pt: A conta AWS associada já não existe. Escolha outra conta ou desassocie o Bedrock.
ro: Contul AWS conectat nu mai există. Alegeți alt cont sau deconectați Bedrock.
sl: Povezan račun AWS ne obstaja več. Izberite drug račun ali prekinite povezavo z Bedrockom.
sv: Det länkade AWS-kontot finns inte längre. Välj ett annat konto eller avlänka Bedrock.
uk: З'єднаного облікового запису AWS більше не існує. Виберіть інший обліковий запис або від'єднайте Bedrock.
vi: Tài khoản AWS đã liên kết không còn tồn tại. Hãy chọn tài khoản khác hoặc hủy liên kết Bedrock.
zh_hans: 关联的 AWS 账户已不存在。请选择其他账户或取消 Bedrock 的关联。
zh_hant: 連結的 AWS 帳戶已不存在。請選擇其他帳戶或取消 Bedrock 的連結。

source: The list stays hidden until revealed, so opening this screen during a screen share never exposes it.
ar: تبقى القائمة مخفية حتى يتم إظهارها، لذا فإن فتح هذه الشاشة أثناء مشاركة الشاشة لا يكشفها أبداً.
ca: La llista es manté oculta fins que la mostreu, de manera que obrir aquesta pantalla mentre compartiu la pantalla no l'exposa mai.
cs: Seznam zůstává skrytý, dokud jej neodhalíte, takže otevření této obrazovky během sdílení obrazovky jej nikdy neprozradí.
da: Listen forbliver skjult, indtil du viser den, så den aldrig bliver afsløret, hvis du åbner denne skærm under en skærmdeling.
de: Die Liste bleibt ausgeblendet, bis sie eingeblendet wird – das Öffnen dieses Bildschirms während einer Bildschirmfreigabe legt sie also nie offen.
es: La lista permanece oculta hasta que la muestras, de modo que abrir esta pantalla mientras compartes pantalla nunca la deja a la vista.
fi: Luettelo pysyy piilossa, kunnes paljastat sen, joten tämän näkymän avaaminen näytön jakamisen aikana ei paljasta sitä.
fr: La liste reste masquée jusqu'à ce que vous l'affichiez, de sorte que l'ouverture de cet écran pendant un partage d'écran ne l'expose jamais.
he: הרשימה נשארת מוסתרת עד שחושפים אותה, כך שפתיחת מסך זה במהלך שיתוף מסך לעולם אינה חושפת אותה.
hu: A lista rejtve marad, amíg fel nem fedi, így képernyőmegosztás közben ennek a képernyőnek a megnyitása sem árulja el a tartalmát.
it: L'elenco resta nascosto finché non lo mostri, così aprire questa schermata durante una condivisione dello schermo non lo espone mai.
ja: リストは表示するまで隠されたままなので、画面共有中にこの画面を開いても内容が見られることはありません。
ko: 목록은 표시하기 전까지 숨겨져 있으므로, 화면 공유 중에 이 화면을 열어도 노출되지 않습니다.
nb: Listen forblir skjult til du viser den, slik at den aldri blir eksponert om du åpner dette skjermbildet under en skjermdeling.
nl: De lijst blijft verborgen totdat u deze toont, zodat het openen van dit scherm tijdens schermdelen de lijst nooit prijsgeeft.
pl: Lista pozostaje ukryta, dopóki jej nie pokażesz, więc otwarcie tego ekranu podczas udostępniania ekranu nigdy jej nie ujawni.
pt_br: A lista permanece oculta até ser revelada, então abrir esta tela durante um compartilhamento de tela nunca a expõe.
pt_pt: A lista permanece oculta até ser revelada, pelo que abrir este ecrã durante uma partilha de ecrã nunca a expõe.
ro: Lista rămâne ascunsă până când este dezvăluită, așa că deschiderea acestui ecran în timpul unei partajări de ecran nu o expune niciodată.
sl: Seznam ostane skrit, dokler ga ne razkrijete, zato odpiranje tega zaslona med skupno rabo zaslona nikoli ne razkrije njegove vsebine.
sv: Listan förblir dold tills du visar den, så att öppna den här skärmen under en skärmdelning avslöjar den aldrig.
uk: Список залишається прихованим, доки ви його не покажете, тож відкриття цього екрана під час демонстрації екрана ніколи його не розкриє.
vi: Danh sách vẫn được ẩn cho đến khi bạn cho hiện, nên mở màn hình này trong lúc chia sẻ màn hình sẽ không bao giờ để lộ nó.
zh_hans: 列表在显示之前始终保持隐藏，因此在屏幕共享期间打开此界面也不会泄露其内容。
zh_hant: 此列表在顯示之前會保持隱藏，因此在螢幕共享期間開啟此畫面也絕不會外洩內容。
